<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="it" lang="it">

<head>
    <title xml:lang="en">Asgard's Wrath - Recensioni - Decrypted Games</title>
    <meta name='keywords' content='asgard, oculus, notizie, wrath, virtuale, loki' />
    <meta name="title" content="Asgard's Wrath, la recensione" />
    <meta name="author" content="Edoardo Tinto" />
    <meta name="description" content="Recensione del gioco Asgard Wrath, per visore ottico" />

    £head_
</head>

<body onload="mobileMenu()">

    £header
    £menu_

    <div id="content">
        <div id="flexContainer">
            <div class="flexColumn">
                <div id="intestazione">
                    <h1><span xml:lang="en">Asgard's Wrath</span>, la recensione - <span xml:lang="en"><abbr
                                title="Personal Computer">PC</abbr></span></h1>
                    <p id="shortDesc">La recensione di <span xml:lang="en">Asgard's Wrath</span>.
                        Loki dice che c'&egrave; una nuova divinit&agrave; in giro, sei per caso tu? Indossa un Oculus e scopri la
                        verit&agrave;! La nostra
                        recensione di <span xml:lang="en">Asgard's Wrath. </span>
                    </p>
                    <p id="writer">RECENSIONE di Edoardo Tinto - <em>7/12/2019</em></p>
                </div>


                <div id="description">
                    <img src="../images/Recensioni/asgardsWrath/asgardsWrath.jpeg" alt="Locndina del gioco" />
                    <div id="index">
                        <h3>INDICE</h3>
                        <ol>
                            <li><a href="#sub1" title="Semplicemente... divino">Semplicemente... divino</a></li>
                            <li><a href="#sub2" title="Prima persona virtuale">Prima persona virtuale</a></li>
                            <li><a href="#mark" title="Commento">Commento</a></li>
                        </ol>
                    </div>

                    <p>E alla fine ce l'hanno fatta: <strong>Oculus</strong> ha finalmente agguantato la qualit&agrave; <span
                            xml:lang="en">software</span> che
                        fino ad oggi era prerogativa del visore meno evoluto, quello <span xml:lang="en">Sony</span>. Il
                        primo tentativo di sorpasso
                        lo abbiamo visto pochi mesi fa con <span xml:lang="en">Defector</span>, un pari livello di <span
                            xml:lang="en">Blood &amp; Truth</span>
                        , ma con <span xml:lang="en">Asgard's Wrath</span>, di cui leggete la
                        <strong>recensione</strong>, il balzo in avanti &egrave; oramai netto.
                        Oculus si &egrave; finalmente trasformata in una piattaforma matura, dapprima rinnovando con
                        intelligenza l'offerta <span xml:lang="en">hardware</span>
                        , e ora concretizzando la sua capacit&agrave; di investire in <span xml:lang="en">software</span> di
                        qualit&agrave;. Con <span xml:lang="en">Half-Life: Alyx</span>
                        si sta svegliando da un lungo torpore persino <span xml:lang="en">Valve</span>. Ce ne hanno
                        messo eh, ma finalmente lo hanno capito tutti:
                        per quanto affascinanti, estrosi, rivoluzionari, solamente con le piccole produzioni non si va
                        avanti, e che adesso servono i giochi,
                        ma quelli con i soldi dietro. E <span xml:lang="en">Asgard's Wrath</span> lo &egrave;, tanto che
                        probabilmente insieme ad <span xml:lang="en">Astro
                            Bot</span> per <abbr title="Visore Play Station">PSVR</abbr> &egrave; forse il miglior gioco per la
                        realt&agrave; virtuale oggi esistente.
                        Non solo perch&eacute; &egrave; un gioco bello da giocare, divertente, epico, longevo, ma perch&eacute; &egrave; pulito,
                        chiaro, ricco, come un gioco Tripla A.
                        Qui non c'&egrave; spazio per quelle interfacce poco leggibili, per quelle animazioni un po'
                        rudimentali, per quell'aspetto un po' <span xml:lang="en">cheap</span>
                        che in molti casi va benissimo, ma che a quanto pare non basta a tenere in piedi un'intera
                        tecnologia.
                    </p>

                    <h2 class="subtitle" id="sub1">Semplicemente... divino</h2>
                    <p>In <span xml:lang="en">Asgard's Wrath</span>, il giocatore &egrave; una nuova divinit&agrave;, Il <strong>Dio
                            degli Animali</strong> stando a quanto ci
                        dir&agrave; Loki in una calda locanda piena di strambi figuri nella quale torneremo pi&ugrave; volte lungo
                        l'avventura. E come divinit&agrave;,
                        abbiamo i nostri poteri e i nostri doveri, tra cui aiutare le persone che ne avranno pi&ugrave;
                        bisogno. Un pretesto che ci dar&agrave; modo di
                        entrare nel corpo di diversi <strong>personaggi</strong> e viverne le sontuose avventure, per un
                        totale di venti densissime ore di
                        gioco che possono facilmente raddoppiare se vi impelagherete nel contorno fatto di sfide e
                        collezionabili. Ci troviamo davanti a un
                        tipico gioco di ruolo <span xml:lang="en">action</span>, con un sistema di progressione semplice
                        eppure sorprendentemente efficace.
                        I livelli sono composti linearmente ma si dipanano lungo diverse aree pi&ugrave; ampie, pensate per
                        rallentare l'azione attraverso fasi pi&ugrave;
                        ragionate, efficaci diversivi di <strong xml:lang="en"> gameplay</strong>. Qui, solitamente,
                        potremo uscire dal corpo del personaggio
                        per tornare ad essere immense divinit&agrave;, in grado di spostare gli oggetti dello scenario come
                        ponti, bracieri eccetera come fossero
                        costruzioni giocattolo. Quando saremo nella nostra forma originale, pur mantenendo il suo
                        aspetto grafico, il mondo di gioco sembrer&agrave;
                        essersi trasformato in un meraviglioso modello in scala, ma ricco di vita, in movimento.
                        Sottolineiamo l'effetto perch&eacute; oramai alla
                        prima persona virtuale ci si &egrave; in qualche modo abituati, mentre si tende a sottovalutare
                        l'impatto di certe altre visuali che invece
                        &egrave; altrettanto sorprendente.
                    </p>
                    <img src="../images/Recensioni/asgardsWrath/movable.jpg" alt="Immagini dal gioco" />


                    <h2 class="subtitle" id="sub2">Prima persona virtuale</h2>
                    <p>In <strong>prima persona</strong> si tirano leve, si dialoga con i diversi personaggi, si
                        ispeziona, e naturalmente si combatte. E il
                        combattimento di <span xml:lang="en">Asgard's Wrath</span> &egrave; di prima categoria, riuscendo anche
                        a trasmettere un discreto <span xml:lang="en">feedback</span>
                        quando le armi bianche inevitabilmente si scontreranno nel mondo di gioco e non nella realt&agrave;. La
                        parata, effettuabile sia con la stessa arma
                        che con i diversi scudi, diventa cos&igrave; un elemento essenziale per mettere l'avversario nei guai.
                        Attraverso i comandi &egrave; anche possibile fare
                        degli scatti direzionali per toglierci velocemente dai guai. Diversi personaggi potranno anche
                        sfruttare la potenza di una quantit&agrave; sorprendente
                        di armi da lancio, tra cui archi, balestre, spara dardi da polso e molto altro ancora, inoltre
                        ogni arma ha i suoi proiettili speciali.
                    </p>
                    <img src="../images/Recensioni/asgardsWrath/inn.jpg" alt="Immagine della locanda" />

                    <p>E poi non dimentichiamoci la cosa pi&ugrave; importante: siamo o no il Dio degli Animali? Entrando nella
                        nostra forma originaria,
                        potremo anche trasformare alcune bestie in compagni umanoidi dalle diverse caratteristiche e
                        abilit&agrave;, pronti ad aiutarci nel
                        <strong>combattimento</strong> e nella soluzione di alcuni <span xml:lang="en">puzzle</span>
                        ambientali. In <span xml:lang="en">Asgard's Wrath</span>
                        c'&egrave; anche spazio per un pi&ugrave; che discreto sistema di <span xml:lang="en">crafting</span>.
                        Tecnicamente questa nuova avventura in esclusiva per
                        Oculus si presenta dettagliata, colorata, e con un ottimo <span xml:lang="en">character
                            design</span>. Gli artisti di questa <span xml:lang="en">software
                            house</span> americana chiamata <span xml:lang="en">Sanzaru</span> hanno fatto davvero un
                        ottimo lavoro nel ricreare ambienti e soprattutto
                        atmosfere. Al punto che spesso ci &egrave; tornata voglia di tornare nei mondi di <span
                            xml:lang="en">Asgard's Wrath</span> anche dopo aver portato a
                        termine ogni missione, solo per continuare ad esplorare immersi in questa meraviglia virtuale.
                        Se infatti la sceneggiatura si regge bene in
                        piedi senza mai proporre sfumature pi&ugrave; complesse, le straordinarie scenografie svolgono un
                        lavoro fondamentale per permettere il completo
                        abbandono dell'utente.
                    </p>
                    <img src="../images/Recensioni/asgardsWrath/transormation.jpg" alt="Immagine di trasformazione" />
                </div>


            </div>
            <div class="flexColumn">
                £rightPanel
            </div>
        </div>
        <div class="voto" id="mark">
            <p class="titolovoto">VALUTAZIONE</p>
            <p><strong>8.9</strong></p>
        </div>
        <div id="comment">
            <h3>COMMENTO FINALE</h3>
            <p>Una delle esperienze pi&ugrave; intense oggi disponibili su realt&agrave; virtuale. La sua trama spezzata in quattro
                avventure da circa cinque ore,
                e gli innumerevoli segreti tutti da scoprire, lo rendono poi perfetto sia per sessioni brevi che per
                serate dedicate. In alcuni
                aspetti, ci ha ricordato due gemme come i <span xml:lang="en">Dark Messiah</span> di <span
                    xml:lang="en">Arkane</span>. Se avete un
                Oculus, <span xml:lang="en">Asgard Wrath</span> &egrave; imprescindibile.
            </p>
        </div>


        <div id="diffs">
            <div id="pro">
                <h3>PRO</h3>
                <ul>
                    <li>Grafica di grande impatto</li>
                    <li><span xml:lang="en">Combat system</span> solido e divertente</li>
                    <li>Ottimo <span xml:lang="en">gameplay</span></li>
                    <li>Longevit&agrave; di tutto rispetto</li>
                </ul>
            </div>
            <div id="contro">
                <h3>CONTRO</h3>
                <ul>
                    <li>Sezioni <span xml:lang="en">"builders"</span> poco usate</li>
                    <li>Trama leggerina</li>
                </ul>
            </div>
        </div>
        <h2 id="TitoloCommenti">Commenti:</h2>
        <div id="ListaCommenti">
            £scriviCommento
            £commenti
        </div>
    </div>
    <p><a id="button" href="#header"><img src="../images/icons/topArrow.svg" alt="Torna all'inizio" /></a></p>

    £footer

</body>

</html>